Repository: keinstein/FCA.data.table
Catalog: po/R-*.po
Languages: de

source: objects must be either NULL, or a list, or a column name
de: Gegenstände müssen entweder NULL, eine Liste oder ein Spaltenname sein

source: Some objects are not in the context. They have been stripped.
de: Einige Gegenstände sind nicht im Kontext zu finden. Sie wurden entfernt.

source: Some attributes are not in the context. They have been stripped.
de: Einige Merkmale sidnd nicht am Kotext zu finden. Sie wurden entfernt.

source: This type of tricontext is currently not supported
de: Dieser Typ eines Trikontexts wird momentan nicht unterstützt

source: The following objects have not been found:
de: Die folgenden Gegenstände wurden nicht gefunden:

source: The secound argument must be a triadic extent
de: Das zweite argument muss ein triadischer Umfang sein

source: Trying to infer a common intent from a modus and an extent of different contexts
de: Versuche einen gemeinesamen Inhalt von einem Modus und einem Umfang unterschiedlicher Kontexte zu erhalten

source: The secound argument must be a triadic intent
de: Das zweite Argument muss ein triadischer Inhalt sein

source: Trying to infer a common extent from a modus and an intent of different contexts
de: Versuche einen gemeinesamen Umfang von einem Modus und einem Inhalt unterschiedlicher Kontexte zu erhalten

source: Trying to infer a common modus from a extent and an intent of different contexts
de: Versuche einen gemeinesamen Modus von einem Umfang und einem Inhalt unterschiedlicher Kontexte zu erhalten

source: The object set must be associated with a triadic context. Use extent(context,objects) for this purpose
de: Die Gegenstandsmenge muss zu einem triadischen Kontext gehören. Benutzen Sie extent(context,objects) für diesen Zweck

source: The attribute set must be associated with a triadic context. Use intent(context,attributes) for this purpose
de: Die Merkmalsmenge muss zu einem triadischen Kontext gehören. Benutzen Sie intent(context,attributes) für diesen Zweck

source: Object and attribute sets must belong to the same triadic context
de: Gegenstands- und Merkmalsmenge müssen zum selben triadischen Kontext gehören
